Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_LocalhostForwardingToggleSwitch.AutomationProperties.HelpText
source: Boolean specifying if ports bound to wildcard or localhost in the WSL 2 VM should be connectable from the host via localhost, colon, port.
cs_cz: Logická hodnota určující, jestli se porty vázané na zástupný znak nebo localhost ve virtuálním počítači WSL 2 mají připojit z hostitele přes localhost dvojtečka port.
da_dk: Boolesk værdi, der angiver, om porte, der er bundet til jokertegn eller localhost i WSL 2 VM, skal kunne forbindes fra værten via localhost, colon, port.
de_de: Boolescher Wert, der angibt, ob Ports, die an Platzhalter oder Localhost in der WSL 2-VM gebunden sind, über localhost, colon oder port vom Host aus verbunden werden können.
el_gr: Τιμή boolean που καθορίζει αν οι θύρες που είναι δεσμευμένες σε χαρακτήρες μπαλαντέρ ή στο localhost εντός της Εικονικής Μηχανής WSL 2 θα πρέπει να μπορούν να συνδεθούν από τον κεντρικό υπολογιστή μέσω του localhost, άνω κάτω τελεία, θύρα.
es_es: Valor booleano que especifica si los puertos enlazados a un carácter comodín o localhost en la VM WSL 2 deben poder conectarse desde el host a través de localhos:port.
fi_fi: Totuusarvo, joka määrittää, tuleeko WSL 2 VM:n yleismerkkiin tai localhostiin sidottujen porttien olla yhdistettävissä isännästä localhostin, kaksoispisteen ja portin kautta.
fr_fr: Valeur booléenne spécifiant si les ports liés à un caractère générique ou localhost dans la machine virtuelle WSL 2 doivent être connectables à partir de l’hôte via localhost, deux-points, port.
hu_hu: Logikai érték, amely azt határozza meg, hogy a WSL 2 virtuális gép helyettesítő karaktereihez vagy localhost eleméhez kötött portok csatlakoztathatók legyenek-e a gazdagépről a localhost, kettőspont, port használatával.
it_it: Valore booleano che specifica se le porte associate a caratteri jolly o localhost nella macchina virtuale WSL 2 devono essere connettibili dall'host tramite localhost, due punti, porta.
ja_jp: WSL 2 VM のワイルドカードまたは localhost にバインドされたポートを localhost、colon、port 経由でホストから接続できるかどうかを指定するブール値。
ko_kr: WSL 2 VM의 와일드카드 또는 localhost에 바인딩된 포트를 localhost, colon, port를 통해 호스트에서 연결할 수 있는지 여부를 지정하는 부울입니다.
nb_no: Boolsk verdi som angir om porter som er bundet til jokertegn eller localhost i den virtuelle WSL 2-maskinen, skal kunne kobles til fra verten via localhost, colon, port.
nl_nl: Booleaanse waarde die aangeeft of poorten zijn gebonden aan jokertekens of localhost in de WSL 2-VM, kunnen worden verbonden vanaf de host via localhost, colon, port.
pl_pl: Wartość logiczna określająca, czy porty powiązane z symbolem wieloznacznym lub hostem lokalnym na maszynie wirtualnej podsystemu WSL 2 powinny łączyć się z hosta za pośrednictwem hosta lokalnego, dwukropek, port.
pt_br: Especificação booleana se as portas vinculadas a caráter universal ou localhost na VM WSL 2 devem ser conectáveis a partir do anfitrião através de localhost, dois pontos, porta.
pt_pt: Valor booleano que especifica se as portas vinculadas a "caráter universal" ou "localhost" na VM WSL 2 devem ser conectáveis a partir do anfitrião através de localhost, dois pontos, port.
ru_ru: Логическое значение, указывающее, должны ли порты, привязанные к подстановочному знаку или локальному хосту в виртуальной машине WSL 2, быть доступны для подключения с хоста через localhost, двоеточие, порт.
sv_se: Booleskt värde som anger om portar som är bundna till jokertecken eller localhost i den virtuella WSL 2-datorn ska kunna anslutas från värddatorn via localhost, kolon, port.
tr_tr: WSL 2 VM'de wildcard veya localhost'a bağlı bağlantı noktalarının localhost iki nokta üst üste port üzerinden ana bilgisayardan bağlanıp bağlanamayacağını belirten Boole değeri.
zh_cn: 布尔值，用于指定 WSL 2 VM 中绑定通配符或本地主机的端口是否应允许主机通过`localhost:端口号`进行连接。
zh_tw: 布林值，指定繫結至 WSL 2 VM 中萬用字元或 localhost 的連接埠是否應可透過 localhost、冒號、連接埠從主機連結。

# Settings_MemAndProcPageTitle.Text
source: Memory and processor
cs_cz: Paměť a procesor
da_dk: Hukommelse og processor
de_de: Arbeitsspeicher und Prozessor
el_gr: Μνήμη και επεξεργαστής
es_es: Memoria y procesador
fi_fi: Muisti ja suoritin
fr_fr: Mémoire et processeur
hu_hu: Memória és processzor
it_it: Memoria e processore
ja_jp: メモリとプロセッサ
ko_kr: 메모리 및 프로세서
nb_no: Minne og prosessor
nl_nl: Geheugen en processor
pl_pl: Pamięć i procesor
pt_br: Memória e processador
pt_pt: Memória e processador
ru_ru: Память и процессор
sv_se: Minne och processor
tr_tr: Bellek ve işlemci
zh_cn: 内存和处理器
zh_tw: 記憶體與處理器

# Settings_MemorySize.Header
source: Memory Size
cs_cz: Velikost paměti
da_dk: Størrelse på hukommelse
de_de: Speichergröße
el_gr: Μέγεθος Μνήμης
es_es: Tamaño de memoria
fi_fi: Muistin koko
fr_fr: Taille de la mémoire
hu_hu: Memóriaméret
it_it: Dimensione memoria
ja_jp: メモリ サイズ
ko_kr: 메모리 크기
nb_no: Minnestørrelse
nl_nl: Geheugengrootte
pl_pl: Rozmiar pamięci
pt_br: Tamanho da Memória
pt_pt: Tamanho de memória
ru_ru: Объем памяти
sv_se: Minnesstorlek
tr_tr: Bellek Boyutu
zh_cn: 内存大小
zh_tw: 記憶體大小

# Settings_MemorySize.Description
source: How much memory to assign to the WSL 2 VM.
cs_cz: Kolik paměti se má přiřadit virtuálnímu počítači WSL 2.
da_dk: Hvor meget hukommelse der skal tildeles til WSL 2 VM'en.
de_de: Gibt an, wie viel Arbeitsspeicher dem virtuellen WSL 2-Computer zugewiesen werden soll.
el_gr: Πόση μνήμη θα εκχωρηθεί στην Εικονική Μηχανή WSL 2.
es_es: Cantidad de memoria que se asignará a la VM de WSL 2.
fi_fi: WSL 2 VM:lle määritettävän muistin määrä.
fr_fr: Quantité de mémoire à affecter à la machine virtuelle WSL 2.
hu_hu: A WSL 2 virtuális géphez hozzárendelendő memória mennyisége.
it_it: Quantità di memoria da assegnare alla macchina virtuale WSL 2.
ja_jp: WSL 2 VM に割り当てるメモリの量。
ko_kr: WSL 2 VM에 할당할 메모리의 크기입니다.
nb_no: Hvor mye minne som skal tilordnes WSL 2 VM.
nl_nl: Hoeveel geheugen moet worden toegewezen aan de VM van WSL 2.
pl_pl: Ilość pamięci do przypisania do maszyny wirtualnej WSL 2.
pt_br: A quantidade de memória a ser atribuída à VM do WSL 2.
pt_pt: Quantidade de memória a atribuir à VM WSL 2.
ru_ru: Объем памяти, назначаемой виртуальной машине WSL 2.
sv_se: Hur mycket minne som ska tilldelas den virtuella WSL 2-datorn.
tr_tr: WSL 2 VM'ye atanacak bellek miktarı.
zh_cn: 要分配给 WSL 2 VM 的内存量。
zh_tw: 要指派給 WSL 2 VM 的記憶體。

# Settings_MemorySizeResetButton.Content
source: Reset size
cs_cz: Resetovat velikost
da_dk: Nulstil størrelse
de_de: Größe zurücksetzen
el_gr: Επαναφορά μεγέθους
es_es: Restablecer tamaño
fi_fi: Palauta koko
fr_fr: Réinitialiser la taille
hu_hu: Méret visszaállítása
it_it: Reimposta dimensioni
ja_jp: サイズのリセット
ko_kr: 크기 초기화
nb_no: Tilbakestill størrelse
nl_nl: Grootte opnieuw instellen
pl_pl: Resetuj rozmiar
pt_br: Redefinir tamanho
pt_pt: Repor tamanho
ru_ru: Восстановить размер
sv_se: Återställ storlek
tr_tr: Boyutu sıfırla
zh_cn: 重设大小
zh_tw: 重設大小

# Settings_MemorySizeTextBox.AutomationProperties.Name
source: Memory Size
cs_cz: Velikost paměti
da_dk: Størrelse på hukommelse
de_de: Speichergröße
el_gr: Μέγεθος Μνήμης
es_es: Tamaño de memoria
fi_fi: Muistin koko
fr_fr: Taille de la mémoire
hu_hu: Memóriaméret
it_it: Dimensione memoria
ja_jp: メモリ サイズ
ko_kr: 메모리 크기
nb_no: Minnestørrelse
nl_nl: Geheugengrootte
pl_pl: Rozmiar pamięci
pt_br: Tamanho da Memória
pt_pt: Tamanho de memória
ru_ru: Объем памяти
sv_se: Minnesstorlek
tr_tr: Bellek Boyutu
zh_cn: 内存大小
zh_tw: 記憶體大小

# Settings_MemorySizeTextBox.AutomationProperties.HelpText
source: How much memory, specified in megabytes, to assign to the WSL 2 VM.
cs_cz: Kolik paměti v megabajtech se má přiřadit virtuálnímu počítači WSL 2.
da_dk: Hvor meget hukommelse, angivet i megabyte, der skal tildeles til WSL 2 VM.
de_de: Gibt an, wie viel Arbeitsspeicher (in MB) der WSL 2-VM zugewiesen werden soll.
el_gr: Πόση μνήμη, καθορισμένη σε megabytes, θα εκχωρηθεί στην Εικονική Μηχανή WSL 2.
es_es: Cantidad de memoria, especificada en megabytes, que se asignará a la VM WSL 2.
fi_fi: WSL 2 VM:ään määritettävän muistin määrä megatavuina.
fr_fr: Quantité de mémoire, spécifiée en mégaoctets, à affecter à la machine virtuelle WSL 2.
hu_hu: A WSL 2 virtuális géphez rendelendő, megabájtban megadott memóriamennyiség.
it_it: Quantità di memoria, specificata in megabyte, da assegnare alla macchina virtuale WSL 2.
ja_jp: WSL 2 VM に割り当てるメモリの量 (MB 単位)。
ko_kr: WSL 2 VM에 할당할 메모리 양(MB)입니다.
nb_no: Hvor mye minne, angitt i megabyte, som skal tilordnes WSL 2 VM.
nl_nl: Hoeveel geheugen, opgegeven in megabytes, moet worden toegewezen aan de VM van WSL 2.
pl_pl: Ilość pamięci określonej w megabajtach do przypisania do maszyny wirtualnej WSL 2.
pt_br: A quantidade de memória, especificada em megabytes, para atribuir à VM WSL 2.
pt_pt: Quantidade de memória, especificada em megabytes, para atribuir à VM WSL 2.
ru_ru: Объем памяти, указанный в мегабайтах для назначения виртуальной машине WSL 2.
sv_se: Hur mycket minne som anges i megabyte för att tilldela den virtuella WSL 2-datorn.
tr_tr: WSL 2 VM'sine atanacak, megabayt cinsinden bellek.
zh_cn: 以 MB 为单位指定的要分配给 WSL 2 VM 的内存量。
zh_tw: 要指派給 WSL 2 VM 的記憶體指定量，以 MB 為單位。

# Settings_MillisecondsStringFormat
source: {0} milliseconds
cs_cz: {0} milisekund
da_dk: {0} millisekunder
de_de: {0} Millisekunden
el_gr: {0} χιλιοστά του δευτερολέπτου
es_es: {0} milisegundos
fi_fi: {0} millisekuntia
fr_fr: {0} millisecondes
hu_hu: {0} ezredmásodperc
it_it: {0} millisecondi
ja_jp: {0} ミリ秒
ko_kr: {0}밀리초
nb_no: {0} millisekunder
nl_nl: {0} milliseconden
pl_pl: {0} ms
pt_br: {0} milissegundos
pt_pt: {0} milissegundos
ru_ru: {0} мс
sv_se: {0} millisekunder
tr_tr: {0} milisaniye
zh_cn: {0} 毫秒
zh_tw: {0} 毫秒

# Settings_NestedVirtualization.Header
source: Enable nested virtualization
cs_cz: Povolit vloženou virtualizaci
da_dk: Aktivér indlejret virtualisering
de_de: Geschachtelte Virtualisierung aktivieren
el_gr: Ενεργοποίηση ένθετης λειτουργίας εικονικής μηχανής (nested virtualization)
es_es: Habilitar la virtualización anidada
fi_fi: Ota käyttöön sisäkkäinen virtualisointi
fr_fr: Activer la virtualisation imbriquée
hu_hu: Beágyazott virtualizálás engedélyezése
it_it: Abilita virtualizzazione annidata
ja_jp: 入れ子になった仮想化を有効にする
ko_kr: 중첩된 가상화 사용
nb_no: Aktiver nestet virtualisering
nl_nl: Geneste virtualisatie inschakelen
pl_pl: Włącz wirtualizację zagnieżdżoną
pt_br: Habilitar virtualização aninhada
pt_pt: Ativar virtualização aninhada
ru_ru: Включить встроенную виртуализацию
sv_se: Aktivera kapslad virtualisering
tr_tr: İç içe sanallaştırmayı etkinleştir
zh_cn: 启用嵌套虚拟化
zh_tw: 啟用巢狀虛擬化

# Settings_NestedVirtualization.Description
source: Boolean to turn on or off nested virtualization, enabling other nested VMs to run inside WSL 2.
cs_cz: Logická hodnota pro zapnutí nebo vypnutí vnořené virtualizace, která umožňuje spouštění jiných vnořených virtuálních počítačů v rámci WSL 2.
da_dk: Boolesk værdi til aktivering eller deaktivering af indlejret virtualisering, så andre indlejrede VM'er kan køre i WSL 2.
de_de: Boolescher Wert zum Aktivieren oder Deaktivieren der geschachtelten Virtualisierung, sodass andere geschachtelte VMs innerhalb von WSL 2 ausgeführt werden können.
el_gr: Τιμή boolean για την ενεργοποίηση ή απενεργοποίηση της ένθετης δημιουργίας εικονικών μηχανών, επιτρέποντας σε άλλες ένθετες Εικονικές Μηχανές (VMs) να εκτελούνται μέσα στο WSL 2.
es_es: Booleano para activar o desactivar la virtualización anidada, lo que permite que otras VM anidadas se ejecuten dentro de WSL 2.
fi_fi: Totuusarvo, joka ottaa sisäkkäisen virtualisoinnin käyttöön tai poistaa sen käytöstä, jolloin muut sisäkkäiset virtuaalikoneet voidaan suorittaa WSL 2:ssa.
fr_fr: Valeur booléenne permettant d'activer ou de désactiver la virtualisation imbriquée, ce qui permet à d'autres VM imbriquées de s'exécuter à l'intérieur du WSL 2.
hu_hu: Logikai érték a beágyazott virtualizálás be- vagy kikapcsolásához, ami lehetővé teszi más beágyazott virtuális gépek futtatását a WSL 2-ben.
it_it: Valore booleano per attivare o disattivare la virtualizzazione annidata, consentendo l'esecuzione di altre macchine virtuali annidate in WSL 2.
ja_jp: 入れ子になった仮想化を有効または無効にするブール値を使用すると、入れ子になった他の VM を WSL 2 内で実行できるようにします。
ko_kr: 중첩 가상화를 설정 또는 해제하여 다른 중첩 가상 머신이 WSL 2 내에서 실행될 수 있도록 하는 부울입니다.
nb_no: Boolsk for å aktivere eller deaktivere nestet virtualisering, slik at andre nestede virtuelle maskiner kan kjøres i WSL 2.
nl_nl: Booleaanse waarde voor het in- of uitschakelen van geneste virtualisatie, waardoor andere geneste VM's kunnen worden uitgevoerd in WSL 2.
pl_pl: Wartość logiczna umożliwiająca włączenie lub wyłączenie wirtualizacji zagnieżdżonej, umożliwiając uruchamianie innych zagnieżdżonych maszyn wirtualnych wewnątrz protokołu WSL 2.
pt_br: Booliano para ativar ou desativar a virtualização aninhada, permitindo que outras VMs aninhadas sejam executadas dentro do WSL 2.
pt_pt: Booleano para ativar ou desativar a virtualização aninhada, permitindo que outras VMs aninhadas sejam executadas dentro do WSL 2.
ru_ru: Логическое значение для включения или отключения вложенной виртуализации, позволяющее другим вложенным виртуальным машинам работать внутри WSL 2.
sv_se: Booleskt värde för att aktivera eller inaktivera kapslad virtualisering, vilket gör att andra kapslade virtuella datorer kan köras i WSL 2.
tr_tr: İç içe sanallaştırmayı açmak veya kapatmak için Boole değeri, diğer iç içe VM'lerin WSL 2 içinde çalışmasına olanak sağlar.
zh_cn: 用于打开或关闭嵌套虚拟化的布尔值，使其他嵌套虚拟机能够在 WSL 2 内运行。
zh_tw: 開啟或關閉巢狀虛擬化的布爾值，可讓其他巢狀 VM 在 WSL 2 內執行。

# Settings_NestedVirtualizationToggleSwitch.AutomationProperties.Name
source: Enable nested virtualization.
cs_cz: Povolte vloženou virtualizaci.
da_dk: Aktivér indlejret virtualisering.
de_de: Geschachtelte Virtualisierung aktivieren.
el_gr: Ενεργοποίηση ένθετης λειτουργίας εικονικής μηχανής.
es_es: Habilitar la virtualización anidada.
fi_fi: Ota käyttöön sisäkkäinen virtualisointi.
fr_fr: Activez la virtualisation imbriqué.
hu_hu: Beágyazott virtualizálás engedélyezése.
it_it: Abilita virtualizzazione annidata.
ja_jp: 入れ子になった仮想化を有効にします。
ko_kr: 중첩된 가상화를 사용하도록 설정합니다.
nb_no: Aktiver nestet virtualisering.
nl_nl: Geneste virtualisatie inschakelen.
pl_pl: Włącz wirtualizację zagnieżdżoną.
pt_br: Habilitar virtualização aninhada.
pt_pt: Ativar virtualização aninhada.
ru_ru: Включить встроенную виртуализацию.
sv_se: Aktivera kapslad virtualisering.
tr_tr: İç içe sanallaştırmayı etkinleştirin.
zh_cn: 启用嵌套虚拟化。
zh_tw: 已啟用巢狀虛擬化。

# Settings_NestedVirtualizationToggleSwitch.AutomationProperties.HelpText
source: Boolean to turn on or off nested virtualization, enabling other nested VM's to run inside WSL 2.
cs_cz: Logická hodnota pro zapnutí nebo vypnutí vnořené virtualizace, která umožňuje spouštění jiných vnořených virtuálních počítačů v rámci WSL 2.
da_dk: Boolesk værdi til at slå indlejret virtualisering til eller fra, så andre indlejrede VM'er kan køre i WSL 2.
de_de: Boolescher Wert zum Aktivieren oder Deaktivieren der geschachtelten Virtualisierung, sodass andere geschachtelte VMs innerhalb von WSL 2 ausgeführt werden können.
el_gr: Τιμή boolean για την ενεργοποίηση ή απενεργοποίηση της ένθετης δημιουργίας εικονικών μηχανών, επιτρέποντας σε άλλες ένθετες Εικονικές Μηχανές να εκτελούνται μέσα στο WSL 2.
es_es: Booleano para activar o desactivar la virtualización anidada, lo que permite que otras VM anidadas se ejecuten dentro de WSL 2.
fi_fi: Totuusarvo, joka ottaa sisäkkäisen virtualisoinnin käyttöön tai poistaa sen käytöstä, jolloin muut sisäkkäiset virtuaalikoneet voidaan suorittaa WSL 2:ssa.
fr_fr: Valeur booléenne permettant d'activer ou de désactiver la virtualisation imbriquée, ce qui permet à d'autres VM imbriquées de s'exécuter à l'intérieur du WSL 2.
hu_hu: Logikai érték a beágyazott virtualizálás be- vagy kikapcsolásához, ami lehetővé teszi más beágyazott virtuális gépek futtatását a WSL 2-ben.
it_it: Valore booleano per attivare o disattivare la virtualizzazione annidata, consentendo l'esecuzione di altre macchine virtuali annidate in WSL 2.
ja_jp: 入れ子になった仮想化を有効または無効にするブール値を使用すると、入れ子になった他の VM を WSL 2 内で実行できるようにします。
ko_kr: 중첩 가상화를 설정 또는 해제하여 다른 중첩 가상 머신이 WSL 2 내에서 실행될 수 있도록 하는 부울입니다.
nb_no: Boolsk for å aktivere eller deaktivere nestet virtualisering, slik at andre nestede virtuelle maskiner kan kjøres i WSL 2.
nl_nl: Booleaanse waarde voor het in- of uitschakelen van geneste virtualisatie, waardoor andere geneste VM's kunnen worden uitgevoerd in WSL 2.
pl_pl: Wartość logiczna umożliwiająca włączanie lub wyłączanie wirtualizacji zagnieżdżonej, umożliwiając uruchamianie innych zagnieżdżonych maszyn wirtualnych wewnątrz podsystemu WSL 2.
pt_br: Booleano para ativar ou desativar a virtualização aninhada, permitindo que outras VMs aninhadas sejam executadas dentro do WSL 2.
pt_pt: Booleano para ativar ou desativar a virtualização aninhada, permitindo que outras VMs aninhadas sejam executadas dentro do WSL 2.
ru_ru: Логическое значение для включения или отключения вложенной виртуализации, позволяющее другим вложенным виртуальным машинам работать внутри WSL 2.
sv_se: Booleskt värde för att aktivera eller inaktivera kapslad virtualisering, vilket gör att andra kapslade virtuella datorer kan köras i WSL 2.
tr_tr: İç içe sanallaştırmayı açıp kapatmaya yarayan Boole değeri, diğer iç içe VM'lerin WSL 2'nin içinde çalışmasına olanak verir.
zh_cn: 用于打开或关闭嵌套虚拟化的布尔值，使其他嵌套虚拟机能够在 WSL 2 内运行。
zh_tw: 開啟或關閉巢狀虛擬化的布爾值，可讓其他巢狀 VM 在 WSL 2 內執行。

# Settings_NetworkingMode.Header
source: Networking mode
cs_cz: Síťový režim
da_dk: Netværkstilstand
de_de: Netzwerkmodus
el_gr: Λειτουργία δικτύου
es_es: Modo de red
fi_fi: Verkkotila
fr_fr: Mode réseau
hu_hu: Hálózati mód
it_it: Modalità di rete
ja_jp: ネットワーク モード
ko_kr: 네트워킹 모드
nb_no: Nettverksmodus
nl_nl: Netwerkmodus
pl_pl: Tryb sieciowy
pt_br: Modo de rede
pt_pt: Modo de rede
ru_ru: Сетевой режим
sv_se: Nätverksläge
tr_tr: Ağ modu
zh_cn: 网络模式
zh_tw: 網路模式

# Settings_NetworkingMode.Description
source: Specifies the networking mode for WSL.
cs_cz: Určuje síťový režim pro WSL.
da_dk: Angiver netværkstilstanden for WSL.
de_de: Gibt den Netzwerkmodus für WSL an.
el_gr: Καθορίζει τη λειτουργία δικτύου για το WSL.
es_es: Especifica el modo de red para WSL.
fi_fi: Määrittää WSL:n verkkotilan.
fr_fr: Spécifie le mode réseau pour WSL.
hu_hu: Megadja a WSL hálózati módját.
it_it: Specifica la modalità di rete per WSL.
ja_jp: WSL のネットワーク モードを指定します。
ko_kr: WSL의 네트워킹 모드를 지정합니다.
nb_no: Angir nettverksmodus for WSL.
nl_nl: Hiermee geeft u de netwerkmodus voor WSL.
pl_pl: Określa tryb sieci dla podsystemu WSL.
pt_br: Especifica o modo de rede para WSL.
pt_pt: Especifica o modo de rede para o WSL.
ru_ru: Указывает сетевой режим для WSL.
sv_se: Anger nätverksläget för WSL.
tr_tr: WSL için ağ modunu belirtir.
zh_cn: 指定 WSL 的网络模式。
zh_tw: 指定 WSL 的網路模式。

# Settings_NetworkingModeComboBox.AutomationProperties.Name
source: Networking mode.
cs_cz: Síťový režim.
da_dk: Netværkstilstand.
de_de: Netzwerkmodus.
el_gr: Λειτουργία δικτύου.
es_es: Modo de red.
fi_fi: Verkkotila.
fr_fr: Mode réseau.
hu_hu: Hálózati mód.
it_it: Modalità di rete.
ja_jp: ネットワーク モード。
ko_kr: 네트워킹 모드.
nb_no: Nettverksmodus.
nl_nl: Netwerkmodus.
pl_pl: Tryb sieciowy.
pt_br: Modo de rede.
pt_pt: Modo de rede.
ru_ru: Сетевой режим.
sv_se: Nätverksläge.
tr_tr: Ağ modu.
zh_cn: 网络模式。
zh_tw: 網路模式。

# Settings_NetworkingModeComboBox.AutomationProperties.HelpText
source: Specifies the networking mode for WSL.
cs_cz: Určuje síťový režim pro WSL.
da_dk: Angiver netværkstilstanden for WSL.
de_de: Gibt den Netzwerkmodus für WSL an.
el_gr: Καθορίζει τη λειτουργία δικτύου για το WSL.
es_es: Especifica el modo de red para WSL.
fi_fi: Määrittää WSL:n verkkotilan.
fr_fr: Spécifie le mode réseau pour WSL.
hu_hu: Megadja a WSL hálózati módját.
it_it: Specifica la modalità di rete per WSL.
ja_jp: WSL のネットワーク モードを指定します。
ko_kr: WSL의 네트워킹 모드를 지정합니다.
nb_no: Angir nettverksmodus for WSL.
nl_nl: Hiermee geeft u de netwerkmodus voor WSL.
pl_pl: Określa tryb sieci dla podsystemu WSL.
pt_br: Especifica o modo de rede para WSL.
pt_pt: Especifica o modo de rede para o WSL.
ru_ru: Указывает сетевой режим для WSL.
sv_se: Anger nätverksläget för WSL.
tr_tr: WSL için ağ modunu belirtir.
zh_cn: 指定 WSL 的网络模式。
zh_tw: 指定 WSL 的網路模式。

# Settings_NetworkingPageTitle.Text
source: Networking
cs_cz: Sítě
da_dk: Netværk
de_de: Netzwerk
el_gr: Δικτύωση
es_es: Funciones de red
fi_fi: Verkko
fr_fr: Gestion de réseau
hu_hu: Hálózatkezelés
it_it: Reti
ja_jp: ネットワーク
ko_kr: 네트워킹
nb_no: Nettverk
nl_nl: Netwerken
pl_pl: Sieci
pt_br: Rede
pt_pt: Funcionamento em rede
ru_ru: Сеть
sv_se: Nätverk
tr_tr: Ağ İletişimi
zh_cn: 网络
zh_tw: 網路功能

# Settings_OOBECrossOSFileAccess.Description
source: You can work across operating systems with all of your files!
cs_cz: Se všemi soubory můžete pracovat napříč operačními systémy!
da_dk: Du kan arbejde på tværs af operativsystemer med alle dine filer!
de_de: Sie können mit allen Ihren Dateien betriebssystemübergreifend arbeiten!
el_gr: Μπορείτε να εργαστείτε με όλα τα αρχεία σας σε διαφορετικά λειτουργικά συστήματα!
es_es: Puede trabajar en todos los sistemas operativos con todos sus archivos.
fi_fi: Voit käsitellä kaikkia tiedostojasi eri käyttöjärjestelmissä!
fr_fr: Vous pouvez travailler sur tous vos systèmes d’exploitation avec tous vos fichiers !
hu_hu: Az összes fájljával különböző operációs rendszereken dolgozhat!
it_it: Puoi lavorare su tutti i file tra più sistemi operativi.
ja_jp: すべてのファイルを使って、異なるオペレーティング システム間で作業できます。
ko_kr: 모든 파일과 함께 운영 체제에서 작업할 수 있습니다.
nb_no: Du kan jobbe på tvers av operativsystemer med alle filene dine!
nl_nl: U kunt op alle besturingssystemen met al uw bestanden werken.
pl_pl: Możesz pracować w różnych systemach operacyjnych ze wszystkimi plikami!
pt_br: Você pode trabalhar nos dois sistemas operacionais com todos os seus arquivos!
pt_pt: Pode trabalhar entre sistemas operativos com todos os seus ficheiros!
ru_ru: Вы можете работать со всеми своими файлами в любой операционной системе!
sv_se: Du kan arbeta i alla operativsystem med alla dina filer!
tr_tr: Tüm dosyalarınızda işletim sistemleri arasında çalışabilirsiniz.
zh_cn: 你可以跨操作系统处理所有文件!
zh_tw: 您可以跨作業系統處理所有檔案!

# Settings_OOBECrossOSFileAccess.Title
source: Cross OS File Access
cs_cz: Přístup k souborům napříč operačními systémy
da_dk: Adgang til filer på tværs af operativsystemer
de_de: Betriebssystemübergreifender Dateizugriff
el_gr: Πρόσβαση αρχείων μεταξύ διαφορετικών Λειτουργικών Συστημάτων
es_es: Acceso a archivos entre sistemas operativos
fi_fi: Käyttöjärjestelmätiedostojen välinen käyttö
fr_fr: Accès aux fichiers multi-OS
hu_hu: Operációs rendszerek közötti fájlhozzáférés
it_it: Accesso ai file tra più sistemi operativi
ja_jp: クロス OS ファイル アクセス
ko_kr: OS 간 파일 액세스
nb_no: Filtilgang på tvers av operativsystemer
nl_nl: Bestandstoegang tussen verschillende besturingssystemen
pl_pl: Dostęp do plików między systemami operacyjnymi
pt_br: Acesso a arquivos em dois sistemas operacionais
pt_pt: Acesso a Ficheiros Entre SO
ru_ru: Доступ к файлам из одной ОС в другую
sv_se: Filåtkomst mellan operativsystem
tr_tr: İşletim Sistemleri Arası Dosya Erişimi
zh_cn: 跨系统文件访问
zh_tw: 跨 OS 存取檔案
